<!doctype html>
<html lang="AR" dir="rtl">

<head>
  <meta charset="utf-8">
  <meta name="viewport" content="widtd=device-widtd, initial-scale=1">
  <title>عقد تصميم</title>

  <x-pdf_print_style />
</head>

<body>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td class="main-title txt-center">
        <span>عقد تصميم</span>
      </td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td>
        <span>أنه في يوم</span> <span>{{$date_and_time['day_ar']}}</span>
        <span>تاريخ</span> <span>{{$date_and_time['h_date_ar']}} هـ</span>
        <span>الموافق</span> <span>{{$date_and_time['g_date_ar']}} م</span>
        <span>تم بعون الله تعالى الاتفاق بين كل من:</span>
      </td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td colspan="3">
        <span>الطرف الاول:</span>
        <span>مكتب م.</span> <span>{{$office_data->name_ar}}</span>
      </td>
      <td>
        <span>هاتف:</span> <span>{{$office_data->phone}}</span>
      </td>
    </tr>
    <tr>
      <td colspan="3">
        <span>الطرف الثاني:</span>
        <span>السيد:</span> <span>{{$project->owner_name_ar}}</span>
      </td>
      <td>
        <span>هاتف:</span> <span>{{$project->person->mobile}}</span>
      </td>
    </tr>
    <tr>
      <td colspan="4">
        <span>يمثله بالعقد:</span>
        <span>{{$project->representative_id ?? '...................................................................'}}</span>
      </td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td colspan="3" class="title">بيانات المشروع</td>
    </tr>
    <tr>
      <td>
        <span>رقم الصك:</span>
        <span>..........................</span>
      </td>
      <td>
        <span>تاريخه</span>
        <span>...........................</span>
      </td>
      <td>
        <span>مصدره</span>
        <span>...........................</span>
      </td>
    </tr>
    <tr>
      <td>
        <span>رقم القطعة</span>
        <span>...........................</span>
      </td>
      <td>
        <span>رقم المخطط</span>
        <span>...........................</span>
      </td>
      <td>
        <span>الحي</span>
        <span>...........................</span>
      </td>
    </tr>
  </table>
  <table>
    <tr>
      <td>
        <span>نوع المشروع</span>
        <span>...........................</span>
      </td>
      <td>
        <span>مكونات المشروع</span>
        <span>...........................</span>
      </td>
    </tr>
  </table>

  <table>
    <tr>
      <td class="title">نطاق العمل</td>
    </tr>
    <tr>
      <td>
        <ul>
          <li>يقوم المكتب بعمل المخططات اللازمة لاستخراج الرخصة للتخصصات المختلفة (معماري، إنشائي، كهرباء،<br> صرف،
            تغذية).</li>
          <li>يكون التصميم وفق الأنظمة والاشتراطات للجهات ذات العلاقة وطبقاً لكود البناء السعودي.</li>
          <li>يلتزم الطرف الأول بعمل فكرة تصميمية بناء على متطلبات العميل.</li>
          <li>يلتزم الطرف الأول بعمل فكرة تصميمية ثانية (فقط) في حال عدم موافقة العميل على الفكرة الأولى وفي<br> هذه
            الحالة فإنه يتم الاتفاق على أتعاب الأفكار الإضافية في حينه.</li>
          <li>عند رغبة الطرف الثاني (المالك) في التعديل بعد موافقته على الفكرة كتابياً يتم الاتفاق على أتعاب ذلك<br> في
            حينه.</li>
          <li>يحق للطرف الثاني عمل ثلاث تعديلات كحد أقصى لأحد الأفكار المختارة وفي حال طلبه لتعديلات أكثر<br> من ذلك يتم
            الاتفاق عليه في حينه.</li>
          <li>يلتزم المكتب بتسليم المالك الرخصة الأصلية بالإضافة إلى نسخة واحدة من المخططات المعتمدة وفي حال<br> طلب
            العميل نسخ إضافية من المخططات أو اسطوانة إلكترونية CD أو غيره فإنه يتم الاتفاق على قيمتها في حينه.</li>
          <li>لا يشمل العقد تصميم أو اعتماد مخططات الأمن والسلامة (الدفاع المدني).</li>
          <li>لا يشمل العقد (أتعاب بيانات الموقع، أتعاب تقرير التربة، أتعاب تثبيت الموقع وتسليمه للمقاول، عقد
            النظافة،<br>
            رسوم الرخصة التي تدفع للأمانة، أي رسوم أخرى).</li>
        </ul>
      </td>
    </tr>
  </table>
  <div style="page-break-before:always"></div>
  <table>
    <tr>
      <td class="title">الأتعاب والدفعات</td>
    </tr>
    <tr>
      <td>
        <span>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد مبلغ:<br>
          قيمة اتعاب المكتب هي #...........# وقدره .................................................. ريال لا غير نظير
          أعمال العقد.<br>
          ضريبة القيمة المضافة (........%) #...........# وقدره .................................................. ريال
          لا
          غير.<br>
          إجمالي قيمة العقد مع الضريبة#...........# وقدره ........................................ ريال لا غير تدفع حسب
          الدفعات التالية:</span>
        <ul>
          <li>الدفعة الأولى: #...........# وقدره فقط .................................................. ريال لا غير
            وهي ........% من
            قيمة العقد مضاف لها ضريبة القيمة المضافة لكامل العقد تدفع عند توقيع العقد.</li>
          <li>الدفعة الثانية: #...........# وقدره فقط .................................................. ريال لا غير
            وهي ........% من
            قيمة العقد تدفع عند موافقة الطرف الثاني على الفكرة</li>
          <li>الدفعة الثالثة: #...........# وقدره فقط .................................................. ريال لا غير
            ........% دفعة
            أخيرة تدفع عند الانتهاء واستخراج الرخصة وتسليمها للطرف الثاني.</li>
        </ul>
      </td>
    </tr>
  </table>

  <table>
    <tr>
      <td>قيمة العقد</td>
      <td>{{$price}}</td>
    </tr>
    <tr>
      <td>الضريبة</td>
      <td>{{($price*15/100)}}</td>
    </tr>
    <tr>
      <td>الإجمالي مع الضريبة</td>
      <td>{{$price+($price*15/100)}}</td>
    </tr>
  </table>


  <p>حرر هذا العقد من نسختين، نسخة لكل طرف للعمل بموجبه
    والالتزام بما فيه وعلى ذلك جرى التوقيع والله ولي التوفيق</p>

  <!--start of sign-->
  <table>
    <tr>
      <td colspan="2">الطرف الأول</td>
      <td colspan="2">الطرف الثاني</td>
    </tr>
    <tr>
      <td>الاسم:</td>
      <td>مكتب م. عبد الرزاق حكيم للاستشارات الهندسية</td>
      <td>الاسم</td>
      <td></td>
    </tr>
    <tr>
      <td>التوقيع:</td>
      <td></td>
      <td>التوقيع:</td>
      <td></td>
    </tr>
    <tr>
      <td colspan="2">مصادقة مدير المكتب والختم</td>
      <td colspan="2"></td>
    </tr>
  </table>

</html>