<!doctype html>
<html lang="AR" dir="rtl">

<head>
  <title>عقد تصميم</title>
  <x-pdf_print_style />
</head>

<body>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td class="main-title txt-center">
        <span>عقد تصميم</span>
      </td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td>
        <span>أنه في يوم</span> <span>{{$date_and_time['day_ar']}}</span>
        <span>تاريخ</span> <span>{{$date_and_time['h_date_ar']}} هـ</span>
        <span>الموافق</span> <span>{{$date_and_time['g_date_ar']}} م</span>
        <span>تم بعون الله تعالى الاتفاق بين كل من:</span>
      </td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td colspan="3">
        <span>الطرف الاول:</span>
        <span>مكتب م.</span> <span>{{$office_data->name_ar}}</span>
      </td>
      <td>
        <span>هاتف:</span> <span>{{$office_data->phone}}</span>
      </td>
    </tr>
    <tr>
      <td colspan="3">
        <span>الطرف الثاني:</span>
        <span>السيد:</span> <span>{{$project->owner_name_ar}}</span>
      </td>
      <td>
        <span>هاتف:</span> <span>{{$project->person->mobile}}</span>
      </td>
    </tr>
    <tr>
      <td colspan="4">
        <span>يمثله بالعقد:</span>
        <span>{{$project->representative_id ?? '...................................................................'}}</span>
      </td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td colspan="3" class="title">بيانات المشروع</td>
    </tr>
    <tr>
      <td>
        <span>رقم الصك:</span>
        <span>{{$project->plot->deed_no ?? '...........................'}}</span>
      </td>
      <td>
        <span>تاريخه</span>
        <span>{{$project->plot->deed_date ?? '...........................'}}</span>
      </td>
      <td>
        <span>مصدره</span>
        <span>{{$project->plot->deed_issue_place ?? '...........................'}}</span>
      </td>
    </tr>
    <tr>
      <td>
        <span>رقم القطعة</span>
        <span>{{$project->plot->plot_no ?? '...........................'}}</span>
      </td>
      <td>
        <span>رقم المخطط:</span>
        <span>{{$project->plot->plan->plan_no ?? '...........................'}}</span>
      </td>
      <td>
        <span>الحي:</span>
        <span>{{$project->plot->neighbor->ar_name ?? '...........................'}}</span>
      </td>
    </tr>
  </table>
  <table>
    <tr>
      <td>
        <span>نوع المشروع:</span>
        <span>{{$project->project_type ?? '...........................'}}</span>
      </td>
      <td>
        <span>مكونات المشروع:</span>
        <span>{{$project->project_arch_hight ?? '...........................'}}</span>
      </td>
    </tr>
  </table><br><br style="line-height: 30%;">
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td class="title">نطاق العمل</td>
    </tr>
    <tr>
      <td>
        <ul>
          <li>يقوم المكتب بعمل المخططات اللازمة لاستخراج الرخصة للتخصصات المختلفة (معماري، إنشائي، كهرباء، صرف،
            تغذية).
          </li>
          <li>يكون التصميم وفق الأنظمة والاشتراطات للجهات ذات العلاقة وطبقاً لكود البناء السعودي.</li>
          <li>يلتزم الطرف الأول بعمل فكرة تصميمية بناء على متطلبات العميل.</li>
          <li>يلتزم الطرف الأول بعمل فكرة تصميمية ثانية (فقط) في حال عدم موافقة العميل على الفكرة الأولى وفي هذه
            الحالة فإنه يتم الاتفاق على أتعاب الأفكار الإضافية في حينه.
          </li>
          <li>عند رغبة الطرف الثاني (المالك) في التعديل بعد موافقته على الفكرة كتابياً يتم الاتفاق على أتعاب ذلك في
            حينه.
          </li>
          <li>يحق للطرف الثاني عمل ثلاث تعديلات كحد أقصى لأحد الأفكار المختارة وفي حال طلبه لتعديلات أكثر من ذلك يتم
            الاتفاق عليه في حينه.
          </li>
          <li>يلتزم المكتب بتسليم المالك الرخصة الأصلية بالإضافة إلى نسخة واحدة من المخططات المعتمدة ونسخة PDF وفي حال
            طلب
            العميل نسخ إضافية من المخططات أو اسطوانة إلكترونية CD أو غيره فإنه يتم الاتفاق على قيمتها في حينه.
          </li>
          <li>لا يشمل العقد تصميم أو اعتماد مخططات الأمن والسلامة (الدفاع المدني).</li>
          <li>لا يشمل العقد (أتعاب بيانات الموقع، أتعاب تقرير التربة، أتعاب تثبيت الموقع وتسليمه للمقاول، عقد
            النظافة،
            رسوم الرخصة التي تدفع للأمانة، أي رسوم أخرى).
          </li>
        </ul>
      </td>
    </tr>
  </table><br><br style="line-height: 30%;">
  {{-- // this code to force new page for next content --}}
  {{-- <div style="page-break-before:always"></div> --}}
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td class="title">الاتعاب والدفعات</td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table class="tbl-bordered txt-center">
    <tr>
      <th colspan="2">الدفعات</th>
      <th>المبلغ</th>
      <th>الضريبة</th>
      <th>الإجمالي</th>
    </tr>
    <tr>
      <td colspan="2">الدفعة الاولى عند توقيع العقد</td>
      <td>{{$pyment_arr['pyment_1']??''}}</td>
      <td>{{$pyment_arr['pyment_1_vat']??''}}</td>
      <td>{{$pyment_arr['pyment_1_with_vat']??''}}</td>
    </tr>
    <tr>
      <td colspan="2">الدفعة الثانية عند اعتماد العميل للفكرة</td>
      <td>{{$pyment_arr['pyment_2']??''}}</td>
      <td>{{$pyment_arr['pyment_2_vat']??''}}</td>
      <td>{{$pyment_arr['pyment_2_with_vat']??''}}</td>
    </tr>
    <tr>
      <td colspan="2"> الدفعة الأخيرة عند صدور الرخصة</td>
      <td>{{$pyment_arr['pyment_3']??''}}</td>
      <td>{{$pyment_arr['pyment_3_vat']??''}}</td>
      <td>{{$pyment_arr['pyment_3_with_vat']??''}}</td>
    </tr>
    <tr>
      <td colspan="2"><span>الاجمالي</span></td>
      <th>{{$pyment_arr['cost']??''}}</th>
      <th>{{$pyment_arr['vat_value']??''}}</th>
      <th>{{$pyment_arr['price_withe_vat']??''}}</th>
    </tr>
    <tr>
      <td colspan="5"><span> الاجمالي شامل ضريبة القيمة المضافة وقدره ...... </span></td>
    </tr>
  </table><br><br style="line-height: 30%;">
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table class="txt-center">
    <tr>
      <td>حرر هذا العقد من نسختين، نسخة لكل طرف للعمل بموجبه والالتزام بما فيه وعلى ذلك جرى التوقيع والله ولي التوفيق
      </td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}

  <table class="tbl-center">
    <tr>
      <td>الطرف الأول</td>
      <td>الطرف الثاني</td>
    </tr>
    <tr>
      <td>
        <span>مكتب م.</span> <span>{{$office_data->name_ar}}</span>
      </td>
      <td>{{$project->owner_name_ar}}</td>
    </tr>
    <tr>
      <td><span>التوقيع:</span></td>
      <td><span class="highlight">التوقيع:</span></td>
    </tr>
  </table><br><br><br>
  <table>
    <tr>
      <td>مصادقة مدير المكتب</td>
      <td>الختم</td>
      <td></td>
      <td></td>
    </tr>
  </table>
</body>

</html>