<!doctype html>
<html lang="AR" dir="rtl">

<head>
  <title>عقد اشراف هندسي عظم</title>
  <x-pdf_print_style />
</head>

<body>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td class="main-title txt-center">
        <span>عقد إشراف هندسي عظم (خرسانة ومباني)</span>
      </td>
    </tr>
  </table><br><br>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td>
        <span>أنه في يوم</span> <span>{{$date_and_time['day_ar']}}</span>
        <span>تاريخ</span> <span>{{$date_and_time['h_date_ar']}} هـ</span>
        <span>الموافق</span> <span>{{$date_and_time['g_date_ar']}} م</span>
        <span>تم بعون الله تعالى الاتفاق بين كل من:</span>
      </td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td colspan="3">
        <span>الطرف الاول:</span>
        <span>مكتب م.</span> <span>{{$office_data->name_ar}}</span>
      </td>
      <td>
        <span>هاتف:</span> <span>{{$office_data->phone}}</span>
      </td>
    </tr>
    <tr>
      <td colspan="3">
        <span>الطرف الثاني:</span>
        <span>السيد:</span> <span>{{$project->owner_name_ar}}</span>
      </td>
      <td>
        <span>هاتف:</span> <span>{{$project->person->mobile}}</span>
      </td>
    </tr>
    <tr>
      <td colspan="4">
        <span>يمثله بالعقد:</span>
        <span>{{$project->representative_id ?? '...................................................................'}}</span>
      </td>
    </tr>
  </table><br><br>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td colspan="3" class="title">بيانات المشروع</td>
    </tr>
    <tr>
      <td>
        <span>رقم الصك:</span>
        <span>{{$project->plot->deed_no ?? '...........................'}}</span>
      </td>
      <td>
        <span>تاريخه</span>
        <span>{{$project->plot->deed_date ?? '...........................'}}</span>
      </td>
      <td>
        <span>مصدره</span>
        <span>{{$project->plot->deed_issue_place ?? '...........................'}}</span>
      </td>
    </tr>
    <tr>
      <td>
        <span>رقم القطعة</span>
        <span>{{$project->plot->plot_no ?? '...........................'}}</span>
      </td>
      <td>
        <span>رقم المخطط:</span>
        <span>{{$project->plot->plan->plan_no ?? '...........................'}}</span>
      </td>
      <td>
        <span>الحي:</span>
        <span>{{$project->plot->neighbor->ar_name ?? '...........................'}}</span>
      </td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td>
        <span>نوع المشروع:</span>
        <span>{{$project->project_type ?? '...........................'}}</span>
      </td>
      <td>
        <span>مكونات المشروع:</span>
        <span>{{$project->project_arch_hight ?? '...........................'}}</span>
      </td>
    </tr>
  </table><br><br>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td class="title">نطاق العمل</td>
    </tr>
    <tr>
      <td>
        <ul>
          <li>
            <span>
              استلام الموقع بحضور مندوب المكتب المسئول عن تثبيت الموقع وإعداد محضر التسليم حسب تعميم الأمانة رقم 13808
              في
            </span>
            <span>{{\App\Http\Controllers\DateAndTime::reverse_date('27-06-1415')}} هـ
            </span>
          </li>
          <li>الإشراف على أعمال تجهيز الموقع من ضمنها الحفريات المناسبة ولوحة وحاجز لموقع المشروع.</li>
          <li>مطابقة نوعية التربة ومنسوب التأسيس للقواعد حسب المخططات التصميمية المعتمدة .</li>
          <li>الإشراف على جميع الأعمال الإنشائية للهيكل الخرساني التي تتضمن استلام أعمال النجارة والحدادة قبل الصب.</li>
          <li>الإشراف على أعمال المباني (بناء البلوك والفواصل الداخلية وأعمال العوازل الحرارية والرطوبة).</li>
        </ul>
      </td>
    </tr>
  </table><br><br>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td class="title">مسؤوليات الطرف الأول (الإستشاري)</td>
    </tr>
    <tr>
      <td>
        <ul>
          <li> دراسة المخططات التنفيذية للمشروع وإبلاغ الطرف الثاني عن أي قصور أو خطأ فني تتضمنه المخططات ليقوم الطرف
            الثاني بتكليف المكتب المصمم بتعديلها واعتماد التعديل من الأمانة أو البلدية.
          </li>
          <li>الالتزام بالمخططات ( المعمارية والإنشائية والصحية والكهربائية والميكانيكية ) التي صدرت بموجبها رخصة
            الإنشاء من الأمانة ما لم يتطلب الأمر التعديل فإنه يلزم اعتماد التعديل من الأمانة.</li>
          <li>الإشراف على صحة الإجراءات والاحتياجات الخاصة بالسلامة العامة والتي يلزم على المقاول تأمينها أثناء تنفيذ
            العمل.</li>
          <li>تدقيق المخططات الإنشائية للتأكد من صحتها قبل التنفيذ وتصحيح وضعها في حالة وجود خطأ أو قصور في التصميم أو
            نقص أو تعديل في التفاصيل الإنشائية ، والتأكد من سلامة التنفيذ من قبل المقاول ، وتعد مسئولية سلامة المبنى
            إنشائياً مسئولية الطرف الثاني إذا لم يقم بالإجراءات اللازمة.</li>
          <li>دراسة نتائج عينات الصب وتحديد نجاح الصب من عدمه وتقييم النتائج للطرف الثاني.</li>
        </ul>
      </td>
    </tr>
  </table><br><br>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  {{-- // this code to force new page for next content --}}
  <div style="page-break-before:always"></div>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td class="title">مسؤوليات الطرف الثاني (المالك)</td>
    </tr>
    <tr>
      <td>
        <ul>
          <li>سلامة العمل إذا لم يتم الرجوع للطرف الأول من قبله أو من قبل المقاول .</li>
          <li>على المالك أو المقاول توفير وسيلة لتنقل المهندس المشرف من وإلى المكتب ويجب عليه التنسيق مع المهندس قبل
            الموعد المراد فيه الاستلام.</li>
          <li>تزويد الطرف الأول بصورة من عقد المقاول ، ويجب أن يتضمن مايلي :</li>
          <li>تزويد الطرف الأول برقم ( كود ) المقاول المسجل بالأمانة.</li>
          <li>حق الطرف الأول في رفض أي مواد أو خامات أو أعمال غير مطابقة للمواصفات والأصول الفنية.</li>
          <li>على المقاول إشعار الطرف الأول بتاريخ البدء في العمل قبل عدة أيام.</li>
          <li>أن لا يبدأ المقاول العمل قبل استلام الموقع من مكتب هندسي واعتماد محضر الاستلام من كلاهما.</li>
          <li>إلزام المقاول باتفاقية مع مختبر خرسانة معتمد من الطرف الأول لحضور الصبة مع ضبط الجودة وأخذ العينات من كل
            صبة وكسرها.</li>
        </ul>
      </td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td class="title">مدة العقد والأتعاب</td>
    </tr>
    <tr>
      <td>
        <ul>
          <li>يلتزم الطرف الثاني بمباشرة وتنفيذ الأعمال متضمن هذا العقد وذلك لمدة ( سنة ) وتسري هذه المدة ابتداء من
            تاريخ تسليم الموقع للمقاول.</li>
        </ul>
      </td>
    </tr>
  </table>
  <table class="tbl-bordered txt-center">
    <tr>
      <th colspan=" 1" rowspan="2">قيمة العقد</th>
      <th style="padding: 35px;">المبلغ</th>
      <th>ضريبة القيمة المضافة 15%</th>
      <th>الإجمالي</th>
    </tr>
    <tr>
      <td>{{$pyment_arr['cost']??''}}</td>
      <td>{{$pyment_arr['vat_value']??''}}</td>
      <td>{{$pyment_arr['price_withe_vat']??''}}</td>
    </tr>
    <tr>
      <td colspan="5" style="text-align: justify;"> الاجمالي شامل ضريبة القيمة المضافة وقدره ...... </td>
    </tr>
  </table> <br><br style="line-height: 30%;">
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table>
    <tr>
      <td class="title">إلغاء العقد</td>
    </tr>
    <tr>
      <td>
        <ul>
          <li>للطرف الثاني حق فسخ العقد على أن يبلغ الطرف الأول قبل موعد الفسخ بـ 15 يوم ، مع إيقاف العمل حتى يستلم
            الإشراف على الموقع من مكتب هندسي استشاري آخر .</li>
          <li>للطرف الأول حق فسخ العقد عند وجود أسباب قاهرية لديه يقبلها الطرف الثاني على أن يبلغ الطرف الثاني قبل موعد
            الفسخ بـ 45 يوم ، ويتم الإجراء وفق نظام مراقبة المباني الالكترونية مع أرشف موافقة الطرف الثاني على فسخ العقد
            وتفويض مكتب هندسي آخر .</li>
          <li>في حال الإلغاء لا يحق للطرف الثاني المطالبة بأي من الأتعاب المدفوعة للطرف الأول مالم يكن الإلغاء بناء على
            طلب الطرف الأول.</li>
        </ul>
      </td>
    </tr>
  </table>
  <hr style="line-height: 30%;">
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table class="txt-center">

    <tr>
      <td>حرر هذا العقد من نسختين ، نسخة لكل طرف للعمل بموجبه والإلتزام بما فيه </td>
    </tr>
    <tr>
      <td>وعلى ذلك جرى التوقيع والله ولي التوفيق</td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
  <table class="tbl-center">
    <tr>
      <td>الطرف الأول</td>
      <td>الطرف الثاني</td>
    </tr>
    <tr>
      <td>
        <span>مكتب م.</span> <span>{{$office_data->name_ar}}</span>
      </td>
      <td>{{$project->owner_name_ar}}</td>
    </tr>
    <tr>
      <td><span>التوقيع:</span></td>
      <td><span class="highlight">التوقيع:</span></td>
    </tr>
  </table><br><br><br>
  <table>
    <tr>
      <td>مصادقة مدير المكتب</td>
      <td>الختم</td>
      <td></td>
      <td></td>
    </tr>
  </table>
  {{-- ---------------------------------------------------------------------------------------------------------- --}}
</body>


</html>