{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.header',['full_project_info'=>'false'])
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يقوم المكتب بعمل رفع للأعمال المعمارية (مساقط) فقط طبقاً للمقام بالطبيعة للمبنى المذكور.</li>
                <li>يتم رفع الفراغات المعمارية فقط داخل حدود المبنى ولا يتم رفع الأجزاء الخارجية أو اللاندسكيب.</li>
                <li>الرفع يتم للمقاسات فقط ولا يتم تحديد نوعية مواد التنفيذ أو كمياتها.</li>
                <li>يلتزم الطرف الثاني بتمكين الطرف الأول من دخول الموقع لكل الفراغات المعمارية وتوفير الإنارة اللازمة
                    أثناء العمل وتوفير سبل السلامة اللازمة.</li>
                <li>عند وجود حوائط مؤقتة أو بارتشنات يجب على الطرف الثاني تبينها للطرف الأول.</li>
                <li><span>يتم رسم الرفع على برنامج الأوتوكاد</span>
                    <span>(DWG - 2D)</span><span>وذلك لما هو داخل حدود المبنى ولا يشمل الرفع الديكورات او التجهيزات أو
                        الشبابيك أو فتحات التكيف
                        والتهوية أو الواجهات أو الخزانات أو المسابح وغير ذلك.</span>
                </li>
                <li>لا يشمل العقد رفع الأعمال الإنشائية أو الأعمال الميكانيكية أو الأعمال الصحية أو الأعمال الكهربائية
                    أو اعمال الديكورات أو اللاند سكيب أو أي تخصص أخر.</li>
                <li><span>يتم تسليم المالك نسخة إلكترونية للرفع أوتوكاد</span>
                    <span>(DWG)</span>
                    <span>فقط وفي حال رغبة العميل بنسخ مطبوعة أو غير ذلك يتم الاتفاق عليه في حينه.</span>
                </li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب والدفعات</td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.price_tbl')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')