@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<style>
    table {
        font-size: 90%;
    }

</style>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يقوم المكتب بإعداد المخططات الابتدائية طبقاً لأنظمة الهيئة السعودية للمدن الصناعية ومناطق التقنية
                    واعتمادها
                    من هيئة المدن الصناعية إلكترونياً.</li>
                <li>يكون التصميم وفق الأنظمة وطبقاً لكود البناء السعودي.</li>
                <li>إعداد المخططات التنفيذية (معماري وإنشائي وصحي و كهرباء) مباني فقط ولا يشمل المكائن التصنيعية ولا
                    غيرها من
                    المعدات.</li>
                <li>عند رغبة الطرف الثاني (المالك) في التعديل بعد موافقته على الفكرة كتابياً يتم الاتفاق على أتعاب ذلك
                    في حينه.
                </li>
                <li>لا يشمل العقد الإشراف ولا تقديم طلب الرخصة وفي حال الاتفاق على الإشراف وتقديم طلب الرخصة يتم إبرام
                    عقد إشراف منفصل في حينه.</li>
                <li><span>يلتزم المكتب بتسليم المالك نسخة واحدة من المخطط المعتمد إلكترونياً من هيئة مدن بالإضافة إلى
                        نسخة واحدة
                        من المخططات التنفيذية و في حال طلب العميل نسخ إضافية من المخططات أو اسطوانة إلكترونية</span>
                    <span>CD</span>
                    <span>أو غيره فإنه يتم الاتفاق على قيمتها في حينه.</span>
                </li>
                <li>لا يشمل العقد تصميم أو اعتماد مخططات الأمن والسلامة (الدفاع المدني).</li>
                <li>لا يشمل العقد (أتعاب بيانات الموقع، أتعاب تقرير التربة، أتعاب تثبيت الموقع وتسليمه للمقاول، عقد
                    النظافة، رسوم الرخصة أي رسوم أخرى).
                </li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب والدفعات</td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered txt-center">
    <tr>
        <th colspan="2">الدفعات</th>
        <th>المبلغ</th>
        <th><span>الضريبة</span> <span>VAT</span> <span>{{$pyment_arr['vat_percentage']??''}}</span><span>%</span></th>
        <th>الإجمالي</th>
    </tr>
    <tr>
        <td colspan="2" style="font-size: 95%;">
            <span>الدفعة الاولى</span>
            <span>(شاملة كامل الضريبة)</span>
            <span>عند التعاقد</span>
        </td>
        <td>{{$pyment_arr['pyment_1']??''}}</td>
        <td>{{$pyment_arr['vat_value']??''}}</td>
        <td>{{$pyment_arr['pyment_1_with_total_vat']??''}}</td>
    </tr>
    <tr>
        <td colspan="2">الدفعة الثانية عند موافقة العميل للفكرة</td>
        <td>{{$pyment_arr['pyment_2']??''}}</td>
        <td>{{'0'}}</td>
        <td>{{$pyment_arr['pyment_2']??''}}</td>
    </tr>
    <tr>
        <td colspan="2">الدفعة الأخيرة عند تسليم المخططات التنفيذية</td>
        <td>{{$pyment_arr['pyment_3']??''}}</td>
        <td>{{'0'}}</td>
        <td>{{$pyment_arr['pyment_3']??''}}</td>
    </tr>
    <tr>
        <td colspan="2"><span>الاجمالي</span></td>
        <th>{{$pyment_arr['cost']??''}}</th>
        <th>{{$pyment_arr['vat_value']??''}}</th>
        <th>{{$pyment_arr['price_withe_vat']??''}}</th>
    </tr>
    <tr>
        <td colspan="5" class="" style="text-align: justify;">
            <span>الاجمالي شامل ضريبة القيمة المضافة وقدره</span>
            <span>{{$pyment_arr['price_withe_vat_text'] ?? '........'}}</span>
            <span>فقط لا غير.</span>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')