@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
  <tr>
    <td class="title">نطاق العمل</td>
  </tr>
  <tr>
    <td>
      <ul>
        <li>يقوم المكتب بعمل المخططات اللازمة لاستخراج الرخصة للتخصصات المختلفة (معماري، إنشائي، كهرباء، صرف،
          تغذية).
        </li>
        <li>يكون التصميم وفق الأنظمة والاشتراطات للجهات ذات العلاقة وطبقاً لكود البناء السعودي.</li>
        <li>يلتزم الطرف الأول بعمل فكرة تصميمية بناء على متطلبات العميل.</li>
        <li>يلتزم الطرف الأول بعمل فكرة تصميمية ثانية (فقط) في حال عدم موافقة العميل على الفكرة الأولى وفي هذه
          الحالة فإنه يتم الاتفاق على أتعاب الأفكار الإضافية في حينه.
        </li>
        <li>عند رغبة الطرف الثاني (المالك) في التعديل بعد موافقته على الفكرة كتابياً يتم الاتفاق على أتعاب ذلك في
          حينه.
        </li>
        <li>يحق للطرف الثاني عمل ثلاث تعديلات كحد أقصى لأحد الأفكار المختارة وفي حال طلبه لتعديلات أكثر من ذلك يتم
          الاتفاق عليه في حينه.
        </li>
        <li>يلتزم المكتب بتسليم المالك الرخصة الأصلية بالإضافة إلى نسخة واحدة من المخططات المعتمدة ونسخة PDF وفي حال
          طلب
          العميل نسخ إضافية من المخططات أو اسطوانة إلكترونية CD أو غيره فإنه يتم الاتفاق على قيمتها في حينه.
        </li>
        <li>لا يشمل العقد تصميم أو اعتماد مخططات الأمن والسلامة (الدفاع المدني).</li>
        <li>لا يشمل العقد (أتعاب بيانات الموقع، أتعاب تقرير التربة، أتعاب تثبيت الموقع وتسليمه للمقاول، عقد
          النظافة،
          رسوم الرخصة التي تدفع للأمانة، أي رسوم أخرى).
        </li>
      </ul>
    </td>
  </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
  <tr>
    <td class="title">الاتعاب والدفعات</td>
  </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
  <tr>
    <td>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</td>
  </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
{{-- <table class="tbl-bordered txt-center" cellpadding="6"> --}}
<table class="tbl-bordered txt-center">
  <tr>
    <th colspan="2">الدفعات</th>
    <th>المبلغ</th>
    <th><span>الضريبة</span> <span>VAT</span> <span>{{$pyment_arr['vat_percentage']??''}}</span><span>%</span></th>
    <th>الإجمالي</th>
  </tr>
  <tr>
    <td colspan="2" style="font-size: 95%;">
      <span>الدفعة الاولى</span>
      <span>(شاملة كامل الضريبة)</span>
      <span>عند التعاقد</span>
    </td>
    <td>{{$pyment_arr['pyment_1']??''}}</td>
    {{-- <td>{{$pyment_arr['pyment_1_vat']??''}}</td> --}}
    <td>{{$pyment_arr['vat_value']??''}}</td>
    {{-- <td>{{$pyment_arr['pyment_1_with_vat']??''}}</td> --}}
    <td>{{$pyment_arr['pyment_1_with_total_vat']??''}}</td>
  </tr>
  <tr>
    <td colspan="2">الدفعة الثانية عند اعتماد العميل للفكرة</td>
    <td>{{$pyment_arr['pyment_2']??''}}</td>
    {{-- <td>{{$pyment_arr['pyment_2_vat']??''}}</td> --}}
    <td>{{'0'}}</td>
    {{-- <td>{{$pyment_arr['pyment_2_with_vat']??''}}</td> --}}
    <td>{{$pyment_arr['pyment_2']??''}}</td>
  </tr>
  <tr>
    <td colspan="2"> الدفعة الأخيرة عند صدور الرخصة</td>
    <td>{{$pyment_arr['pyment_3']??''}}</td>
    {{-- <td>{{$pyment_arr['pyment_3_vat']??''}}</td> --}}
    <td>{{'0'}}</td>
    {{-- <td>{{$pyment_arr['pyment_3_with_vat']??''}}</td> --}}
    <td>{{$pyment_arr['pyment_3']??''}}</td>
  </tr>
  <tr>
    <td colspan="2"><span>الاجمالي</span></td>
    <th>{{$pyment_arr['cost']??''}}</th>
    <th>{{$pyment_arr['vat_value']??''}}</th>
    <th>{{$pyment_arr['price_withe_vat']??''}}</th>
  </tr>
  <tr>
    <td colspan="5" class="" style="text-align: justify;">
      <span>الاجمالي شامل ضريبة القيمة المضافة وقدره</span>
      <span>{{$pyment_arr['price_withe_vat_text'] ?? '........'}}</span>
      <span>فقط لا غير.</span>
    </td>
  </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')