{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.header',['full_project_info'=>'TRUE'])
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<style>
    table {
        font-size: 95%;
    }

</style>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يقوم المكتب بتعديل المخططات للتخصصات المختلفة (معماري، إنشائي، كهرباء، صرف، تغذية).</li>
                <li>يكون التصميم وفق الأنظمة والاشتراطات للجهات ذات العلاقة وطبقاً لكود البناء السعودي.</li>
                <li>عند رغبة الطرف الثاني (المالك) في التعديل بعد موافقته على الفكرة كتابياً يتم الاتفاق على أتعاب ذلك
                    في حينه.</li>
                <li>يلتزم الطرف الثاني تسليم الطرف الأول اصل الرخصة ونسخة المخططات المعتمدة(DWG)للمشروع.</li>
                <li>يحق للطرف الثاني عمل ثلاث تعديلات كحد أقصى وفي حال طلبه لتعديلات أكثر من ذلك يتم الاتفاق عليه في
                    حينه. </li>
                <li><span>يلتزم المكتب بتسليم المالك الرخصة الأصلية بالإضافة إلى نسخة واحدة من المخططات المعتمدة
                        ونسخة</span>
                    <span>PDF</span>
                    <span>وفي حال طلب العميل نسخ إضافية من المخططات أو اسطوانة إلكترونية</span>
                    <span>CD</span>
                    <span>أو غيره فإنه يتم الاتفاق على قيمتها في حينه</span>.</li>
                <li>لا يشمل العقد تصميم أو اعتماد مخططات الأمن والسلامة (الدفاع المدني).</li>
                <li>لا يشمل العقد (أتعاب بيانات الموقع، أتعاب تقرير التربة، أتعاب تثبيت الموقع وتسليمه للمقاول، عقد
                    النظافة،
                    رسوم الرخصة التي تدفع للأمانة، أي رسوم أخرى).
                </li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب والدفعات</td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.price_tbl')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')