@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<style>
    table {
        font-size: 95%;
    }

</style>
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يقوم الطرف الأول بدراسة المخططات المعمارية وتصميم مخططات التكيف للمشروع.</li>
                <li>يكون التصميم طبقاً لكود البناء السعودي والجهات ذات العلاقة وطبقاً للمخططات المعتمد من الأمانة.</li>
                <li>يكون التكيف ضمن احد الأنواع التالية (تكيف مركزي أو تكيف سبيلت أو تكيف دكت سبيلت أو تكيف باكيج يونت)
                    ويحدد النوع قبل البدء بالتصميم وفي حال طلب العميل تغير النوع بعد البدء بالأعمال يتم الإتفاق على
                    أتعاب ذلك في حينه.</li>
                <li>يتم التصميم وفق المعاير العامة ولا يلزم أن تطابق ذلك معاير شركة محددة.</li>
                <li>يجب على الطرف الثاني تنفيذ اعمال التكيف بواسطة شركات متخصصة.</li>
                <li>في حال كان التصميم العماري من مكتب آخر فإنه يلتزم الطرف الثاني بتزويد الطرف الأول بكافة المخططات
                    اللازمة DWG والمخططات وأيضا يتلزم المالك بتوفير والمستندات المعتمدة من الجهات ذات العلاقة اذا لزم
                    ذلك.</li>
                <li>في حال الحاجة لعمل أي تعديل بناء على نوع و شركة التنفيذ ،يجب ان يكون ذلك عن طريق المكتب المصمم</li>
                <li>يلتزم الطرف الأول بتسليم الطرف الثاني نسخة واحدة مطبوعة A3 من المخطط المعتمد ونسخة إلكترونية PDF فقط
                    ، وفي حال طلب الطرف الثاني أي نسخ إضافية يتم الإتفاق على أتعابه في حينه.</li>
                <li>لايشمل العقد اي رسوم تدفع لأي جهة حكومية أو خاصة.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>في حال إلغاء العقد بناء على طلب الطرف الثاني فإنه لا يحق له بالمطالبة بأي مبالغ من قيمة العقد.</li>
                <li>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.price_tbl')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')