@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يقوم الطرف الأول بمطابقة المبنى القائم بالطبيعة مع الرخصة والمخطط المعتمد للمشروع.</li>
                <li>يلتزم المالك بتمكين الفنين من المكتب لمعاينة الموقع من الداخل والخارج في حالة الحاجة لذلك </li>
                <li>يلتزم الطرف الثاني بتزويد الطرف الأول بالمخطط المعتمد والرخصة وأي مستندات مطلوبة للمشروع.</li>
                <li>يلتزم الطرف الثاني بنظافة الموقع ورفع كافة المخلفات قبل زيارة الطرف الأول للموقع.</li>
                <li>يلتزم الطرف الطرف الثاني بتزويد الطرف الأول بشهادة تنفيذ العزل الحراري.</li>
                <li>في حال عدم مطابقة المشروع للمخخط ووجود مخالفات يتم ابلاغ المالك بها وايقاف المعاملة ولا يحق للمالك
                    بالمطالبة بأي مبالغ من قيمة العقد.</li>
                <li>يلتزم الطرف الأول بتصوير الموقع وعمل تقرير ورفعه على نظام الأمانة ومتابعته حتى اخذ الموافقة
                    الإلكترونية عليه.</li>
                <li>لا يتم اصدار أي خطاب أو تقرير للمالك وتقوم الأمانة بإرسال افادة لشركة الكهرباء وشركة المياه
                    بالموافقة على اطلاق الخدمات.</li>
                <li>لايشمل العقد اي رسوم تدفع لأي جهة حكومية أو خاصة.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>في حال إلغاء العقد بناء على طلب الطرف الثاني فإنه لا يحق له بالمطالبة بأي مبالغ من قيمة العقد.</li>
                <li>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.price_tbl')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')