@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يلتزم الطرف الأول بالوقوف على الموقع لتطبيق الحدود والذرعة والمساحة بموجب بيانات الموقع المعتمدة.
                </li>
                <li>يلتزم الطرف الثاني بتمكين الطرف الأول من الوقوف على الموقع لتطبيق الحدود والذرعة.</li>
                <li>يقوم الطرف الأول بتسليم الطرف الثاني النقاط على الطبيعة ويتحمل الطرف الثاني أي تغير في النقاط بعد
                    ذلك</li>
                <li>يلتزم الطرف الأول بذكر الملاحظات أو أي إختلاف في الذرعة أو المساحة أو الحدود في محضر التثبيت</li>
                <li>في حال الحاجة لعمل رفوعات مساحة أو أي أعمال هندسية إضافية لتثبيت الموقع يتم الإتفاق على أتعابه في
                    حينه.</li>
                <li>لا يشمل العقد أي رسوم تدفع لأي جهة سواء كانت حكومة أو خاصة.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>في حال رغبة الطرف الثاني بالغاء العقد فإنه لا يحق له بالمطالبة بأي مبالغ من قيمة العقد.</li>
                <li>لا يحق للطرف الثاني إسترداد قيمة العقد حال تعذر تثبيت الموقع لوجود عائق أو مانع مرتبط بالموقع.</li>
                <li>يتم تثبيت الموقع بالطبيعة مرة واحدة فقط وفي حال رغبة المالك أو المقاول بإعادة التثبيت لأي سبب فإنه
                    يتم الإتفاق على ذلك فيه حينه</li>
                <li>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered txt-center">
    <tr>
        <th colspan=" 1" rowspan="2">قيمة العقد</th>
        <th style="padding: 35px;">المبلغ</th>
        <th>ضريبة القيمة المضافة 15%</th>
        <th>الإجمالي</th>
    </tr>
    <tr>
        <td>{{$pyment_arr['cost']??''}}</td>
        <td>{{$pyment_arr['vat_value']??''}}</td>
        <td>{{$pyment_arr['price_withe_vat']??''}}</td>
    </tr>
    <tr>
        <td colspan="5" style="text-align: none;">
            <span>
                <span>الاجمالي شامل ضريبة القيمة المضافة وقدره</span>
                <span>{{$pyment_arr['price_withe_vat_text'] ?? '........'}}</span>
                <span>فقط لا غير.</span>
            </span>
        </td>
    </tr>
</table> <br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')