@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يلتزم الطرف الأول بالوقوف على الموقع لتطبيق الحدود والذرعة والمساحة بموجب الصك.</li>
                <li>يلتزم الطرف الثاني بتعديل أي اختلاف في المساحة أو الذرعة أو الحدود بين الصك والطبيعة والمخطط.</li>
                <li>يلتزم الطرف الأول بتطبيق اشتراطات البناء حسب دليل البناء الصادر من أمانة المدينة المنورة</li>
                <li>يلتزم الطرف الأول بتطبيق اشتراطات المخطط والاستخدام على قطعة الأرض.</li>
                <li>يلتزم الطرف الأول بتقديم الطلب إلكترونيا على النظام ومتابعة الطلب على النظام حتى إصدار القرار
                    المساحي وتسليمه للطرف الثاني.</li>
                <li>لا يشمل العقد أي رسوم تدفع لأي جهة سواء كانت حكومة أو خاصة.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>في حال إلغاء العقد قبل إتمام إصدار بيانات الموقع لا يحق للطرف الثاني بالمطالبة بأي مبالغ من قيمة
                    العقد.</li>
                <li>في حال وجود معوقات فنية أو اختلاف في الحدود أو الذرعة أو المساحة أو أي طلبات أخرى لإتمام إصدار
                    القرار المساحي يتم على الاتفاق على اتعاب ذلك في حينه.</li>
                <li>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.price_tbl')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')