@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يقوم الطرف الأول بتطبيق الإشتراطات المعمارية على الفكرة المطلوب تصميم أنظمة الإنذار والإطفاء</li>
                <li>يلتزم الطرف الأول بتصميم مخططات الإنذار والإطفاء فقط.</li>
                <li>يقوم الطرف الأول بالتصميمات المذكورة للإستخدامات الإلزامية فقط (تجاري، إداري، فندقي، مسبح ...الخ) من
                    المشروع المذكور.</li>
                <li>يقوم الطرف الأول بمتابعة (إدارة الدفاع المدني) اذا لزم الأمر اي اعتمادات تخص تصميم المشروع.</li>
                <li>يلتزم الطرف الثاني بتزويد الطرف الأول بكافة المخططات اللازمة DWG والمخططات والمستندات المعتمدة من
                    الجهات ذات العلاقة.</li>
                <li>يلتزم الطرف الأول بأن تكون كافة التصميمات وفق كود البناء السعودي وإشتراطات إدارة الدفاع المدني.</li>
                <li>يجب على الطرف الثاني تنفيذ أعمال الأمن والسلامة بواسطة جهة متخصصة في تنفيذ أعمال الأمن والسلامة.
                </li>
                <li>يجب على الطرف الثاني مراجعة إدارة الدفاع المدني ذات العلاقة قبل البدء في التنفيذ لمراعاة أي متطلبات
                    إضافية.</li>
                <li>يلتزم الطرف الأول بتسليم الطرف الثاني نسخة واحدة مطبوعة A3 من المخطط المعتمد ونسخة إلكترونية PDF فقط
                    ، وفي حال طلب الطرف الثاني أي نسخ إضافية يتم الإتفاق على أتعابه في حينه.</li>
                <li>لا يشمل العقد أي رسوم تدفع لأي جهة.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>في حال إلغاء العقد بناء على طلب الطرف الثاني فإنه لا يحق له بالمطالبة بأي مبالغ من قيمة العقد.</li>
                <li>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.price_tbl')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')