@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يقوم الطرف الأول بتطبيق الإشتراطات المعمارية على المشروع المطلوب تصميم أنظمة الإنذار والإطفاء له.
                </li>
                <li>يلتزم الطرف الأول بتصميم مخططات الإنذار والإطفاء فقط.</li>
                <li>يقوم الطرف الأول بمتابعة (هيئة مدن الصناعية) اذا لزم الأمر اي اعتمادات تخص تصميم المشروع.</li>
                <li>يلتزم الطرف الثاني بتزويد الطرف الأول بكافة المخططات اللازمة DWG والمخططات والمستندات المعتمدة من
                    الجهات ذات العلاقة.</li>
                <li>يلتزم الطرف الأول بأن تكون كافة التصميمات وفق كود البناء السعودي وإشتراطات هيئة مدن الصناعية والدفاع
                    المدني.</li>
                <li>يجب على الطرف الثاني تنفيذ أعمال الأمن والسلامة تحت إشراف مكتب هندسي مؤهل لدى هيئة مدن الصناعية
                    والدفاع المدني وبواسطة جهة متخصصة ومعتمدة لدى هيئة مدن الصناعية في تنفيذ أعمال الأمن والسلامة.
                </li>
                <li><span>يلتزم الطرف الأول بتسليم الطرف الثاني نسخة واحدة مطبوعة</span>
                    <span>A3</span>
                    <span>من المخطط المعتمد ونسخة إلكترونية</span>
                    <span>(PDF)</span>
                    <span>فقط وفي حال طلب الطرف الثاني أي نسخ إضافية يتم الإتفاق على أتعابه في حينه.</span>
                </li>
                <li>لا يشمل العقد أي رسوم تدفع لأي جهة.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>في حال إلغاء العقد بناء على طلب الطرف الثاني فإنه لا يحق له بالمطالبة بأي مبالغ من قيمة العقد.</li>
                <li>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.price_tbl')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')