@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يقوم الطرف الأول بالإشراف على المشروع المذكور أعلاه وذلك لأعمال السلامة (الإنذار والإطفاء).</li>
                <li>يقوم الطرف الأول بالإشراف على اعمال التمديد والتأسيس والتركيب لأعمال الإنذار والإطفاء للمشروع.</li>
                <li><span>يلتزم الطرف الأول بإستلام الأعمال طبقاً للمخطط المعتمد</span>
                    <span>وفي حال مخالفة المخطط لإشتراط كود البناءالسعودي أو إشتراطات الدفاع المدني</span>
                    <span>فإنه يلتزم الطرف الثاني بإعادة إعتماد المخططات.</span>
                </li>
                <li>يقوم الطرف الأول بدراسة الانظمة وإعتمادها قبل البدء بالتنفيذو على المالك أو المقاول تسليم كل مرحلة
                    للإستشاري قبل البدء بالمرحلة التي تليها.</li>
                <li>على المالك أو المقاول توفير وسيلة لتنقل المهندس المشرف من وإلى المكتب ويجب عليه التنسيق مع
                    المهندس قبل الموعد المراد فيه الاستلام.</li>
                <li>يقوم الطرف الأول بالاشراف على الإختبارات النهائية لأنظمة الإنذار والإطفاء ويلتزم الطرف الثاني أو
                    المقاول توفير الكهرباء والماء لإجراء الإختبارات اللازمة.</li>
                <li>على الطرف الأول تنفيذ الأعمال عن طريق جهة معتمدة لدى الدفاع المدني.</li>
                <li>لا يشمل العقد الإشراف على الإشتراطات المعمارية للمشروع.</li>
                <li>لا يشمل العقد أي رسوم تدفع لأي جهة خاصة أو حكومية.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>في حال إلغاء العقد بناء على طلب الطرف الثاني فإنه لا يحق له بالمطالبة بأي مبالغ من قيمة العقد.</li>
                <li>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.price_tbl')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')