@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>
                    <span>
                        استلام الموقع بحضور مندوب المكتب المسئول عن تثبيت الموقع وإعداد محضر التسليم حسب تعميم الأمانة
                        رقم 13808
                        في
                    </span>
                    <span>{{\App\Http\Controllers\DateAndTime::reverse_date('27-06-1415')}} هـ
                    </span>
                </li>
                <li>الإشراف على أعمال تجهيز الموقع من ضمنها الحفريات المناسبة ولوحة وحاجز لموقع المشروع.</li>
                <li>مطابقة نوعية التربة ومنسوب التأسيس للقواعد حسب المخططات التصميمية المعتمدة .</li>
                <li>الإشراف على جميع الأعمال الإنشائية للهيكل الخرساني التي تتضمن استلام أعمال النجارة والحدادة قبل
                    الصب.</li>
                <li>الإشراف على أعمال المباني (بناء البلوك والفواصل الداخلية وأعمال العوازل الحرارية والرطوبة).</li>
                <li>الاشراف على الأعمال الكهربائية وتتضمن أعمال التأسيس والتمديدات والتركيبات وإنذار الحريق والتكييف
                    وتوزيع شبكة الأحمال حسب الأصول وشبكة التأريض.</li>
                <li>الإشراف على الأعمال الميكانيكية وتتضمن أعمال التأسيس والتمديدات للأعمال الصحية ومكافحة الحريق
                    والتهوية والتكييف والمصاعد.</li>
                <li>الإشراف واستلام أعمال التشطيب وتتضمن العزل المائي للمطابخ والحمامات قبل البلاط واللياسة والدهانات
                    والجبس وأعمال الديكور ونجارة وألمنيوم وتركيب الأدوات الكهربائية والصحية والأبواب والنوافذ وتشطيب
                    الواجهات وتنفيذ الرصيف ورفع مخلفات البناء.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">

{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">مسؤوليات الطرف الأول (الإستشاري)</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li> دراسة المخططات التنفيذية للمشروع وإبلاغ الطرف الثاني عن أي قصور أو خطأ فني تتضمنه المخططات ليقوم
                    الطرف
                    الثاني بتكليف المكتب المصمم بتعديلها واعتماد التعديل من الأمانة أو البلدية.
                </li>
                <li>الالتزام بالمخططات (المعمارية والإنشائية والصحية والكهربائية والميكانيكية) التي صدرت بموجبها رخصة
                    الإنشاء من الأمانة ما لم يتطلب الأمر التعديل فإنه يلزم اعتماد التعديل من الأمانة.</li>
                <li>الإشراف على صحة الإجراءات والاحتياجات الخاصة بالسلامة العامة والتي يلزم على المقاول تأمينها أثناء
                    تنفيذ
                    العمل.</li>
                <li>تدقيق المخططات الإنشائية للتأكد من صحتها قبل التنفيذ وتصحيح وضعها في حالة وجود خطأ أو قصور في
                    التصميم أو نقص أو تعديل في التفاصيل الإنشائية ، والتأكد من سلامة التنفيذ من قبل المقاول ، وتعد
                    مسئولية سلامة المبنى إنشائياً مسئولية الطرف الأول إذا لم يقم بالإجراءات اللازمة.</li>
                <li>دراسة نتائج عينات الصب وتحديد نجاح الصب من عدمه وتقييم النتائج للطرف الثاني.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">

{{-- ---------------------------------------------------------------------------------------------------------- --}}
<x-pdf_page_break />
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">مسؤوليات الطرف الثاني (المالك)</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>سلامة العمل إذا لم يتم الرجوع للطرف الأول من قبله أو من قبل المقاول .</li>
                <li>على المالك أو المقاول توفير وسيلة لتنقل المهندس المشرف من وإلى المكتب ويجب عليه التنسيق مع المهندس
                    قبل الموعد المراد فيه الاستلام.</li>
                <li>تزويد الطرف الأول بصورة من عقد المقاول ، ويجب أن يتضمن مايلي :</li>
                <li>تزويد الطرف الأول برقم ( كود ) المقاول المسجل بالأمانة.</li>
                <li>حق الطرف الأول في رفض أي مواد أو خامات أو أعمال غير مطابقة للمواصفات والأصول الفنية.</li>
                <li>على المقاول إشعار الطرف الأول بتاريخ البدء في العمل قبل عدة أيام لكل مرحلة واخذ موعد لكل زيارة
                    اشراف.</li>
                <li>في حال تنفيذ اي مرحلة دون الرجوع للطرف الأول (الإستشاري) فإن المالك او المقاول يتحمل كافة المسؤولة
                    عن ذلك</li>
                <li>أن لا يبدأ المقاول العمل قبل استلام الموقع من مكتب هندسي واعتماد محضر الاستلام من كلاهما.</li>
                <li>إلزام المقاول باتفاقية مع مختبر خرسانة معتمد من الطرف الأول لحضور الصبة مع ضبط الجودة وأخذ العينات
                    من كل صبة وكسرها.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">مدة العقد والأتعاب</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يلتزم الطرف الأول بمباشرة وتنفيذ الأعمال متضمن هذا العقد وذلك لمدة ( سنة ) وتسري هذه المدة ابتداء
                    من تاريخ تسليم الموقع للمقاول.</li>
                <li>اتفق على أن تكون الأتعاب الخاصة بالإشراف طبقاً لملحق العقد المرفق.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">إلغاء العقد</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>للطرف الثاني حق فسخ العقد على أن يبلغ الطرف الأول قبل موعد الفسخ بـ 15 يوم ، مع إيقاف العمل حتى
                    يستلم
                    الإشراف على الموقع من مكتب هندسي استشاري آخر .</li>
                <li>للطرف الأول حق فسخ العقد عند وجود أسباب قاهرية لديه يقبلها الطرف الثاني على أن يبلغ الطرف الثاني قبل
                    موعد الفسخ بـ 45 يوم ، ويتم الإجراء وفق نظام مراقبة المباني الالكترونية مع أرشف موافقة الطرف الثاني
                    على فسخ العقد وتفويض مكتب هندسي آخر .</li>
                <li>في حال الإلغاء لا يحق للطرف الثاني المطالبة بأي من الأتعاب المدفوعة للطرف الأول مالم يكن الإلغاء
                    بناء على طلب الطرف الأول.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<x-pdf_page_break />
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.header',['passed_title'=>'ملحق عقد'])
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">بنود ملحق العقد</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يعتبر عقد الإشراف الأصلي جزء لا يتجزأ من العقد .</li>
                <li>مدة العقد (سنة) من تاريخ إصدار رخصة البناء.</li>
                <li>الطرف الثاني يلتزم بتوفير الانتقالات للطرف الأول من مكتب الاستشاري إلى المصنع والعودة.</li>
                <li>في حال تنفيذ أي من الأعمال دون الرجوع للطرف الأول (الإستشاري) يتحمل الطرف الثاني (المالك) كامل
                    المسؤولية على تلك الأعمال</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">اتعاب مرحلة التأسيس</td>
    </tr>
    <tr>
        <td>
            اتفق الطرفان على أنت تكون أتعاب مرحلة العظم والواجات طبقاً للجدول التالي تدفع كاملة عند توقيع العقد.
        </td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.price_tbl')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@if (true)

<table>
    <tr>
        <td class="title">اتعاب مرحلة التشطيب</td>
    </tr>
    <tr>
        <td>
            اتفق الطرفان على أنت تكون أتعاب مرحلة التشطيب زيارات للتخصصات (معماري - ميكانيكا - كهرباء) بمبلغ شهري تدفع
            نهاية
            كل شهر ميلادي طبقاً للتالي:
        </td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered txt-center">
    <tr>
        <th rowspan="2">الدفعات الشهرية</th>
        <th style="padding: 35px;">المبلغ</th>
        <th style="font-size: 90%;">
            <span>ضريبة القيمة المضافة</span>
            <span>{{$pyment_arr['vat_percentage']}}</span>
            <span>%</span>
        </th>
        <th>الإجمالي</th>
    </tr>
    <tr>
        <td>{{$pyment_arr['monthly_fee']}}</td>
        <td>{{$pyment_arr['monthly_fee_vat']}}</td>
        <td>{{$pyment_arr['monthly_fee_with_vat']}} شهرياً</td>
    </tr>
    <tr>
        <td colspan="5" class="" style="text-align: justify;">
            <span>الاجمالي شامل ضريبة القيمة المضافة وقدره</span>
            <span>{{$pyment_arr['monthly_fee_with_vat_text'] ?? '........'}}</span>
            <span>فقط لا غير.</span>
        </td>
    </tr>
</table>
@endif

{{-- ---------------------------------------------------------------------------------------------------------- --}}
@if (false)
<table>
    <tr>
        <td class="title">اتعاب مرحلة التشطيب</td>
    </tr>
    <tr>
        <td>
            اتفق الطرفان على أنت تكون أتعاب مرحلة التشطيب لكل زيارة طبقاً للجدول التالي تدفع قبل كل زيارة.
        </td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered txt-center">
    <tr>
        <th rowspan="2">قيمة كل زيارة اشراف</th>
        <th style="padding: 35px;">المبلغ</th>
        <th style="font-size: 90%;">
            <span>ضريبة القيمة المضافة</span>
            <span>{{$pyment_arr['vat_percentage']}}</span>
            <span>%</span>
        </th>
        <th>الإجمالي</th>
    </tr>
    <tr>
        <td>{{$pyment_arr['visit_fee']}}</td>
        <td>{{$pyment_arr['visit_fee_vat']}}</td>
        <td>{{$pyment_arr['visit_fee_with_vat']}} لكل زيارة</td>
    </tr>
    <tr>
        <td colspan="5" class="" style="text-align: justify;">
            <span>الاجمالي شامل ضريبة القيمة المضافة وقدره</span>
            <span>{{$pyment_arr['visit_fee_with_vat_text'] ?? '........'}}</span>
            <span>فقط لا غير.</span>
        </td>
    </tr>
</table>
@endif
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')
{{-- ---------------------------------------------------------------------------------------------------------- --}}