@include('contract.pdf.header')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">نطاق العمل</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>يقوم الطرف الأول بتطبيق الحدود والذرعة والمساحة للرخصة طبقاً للمخطط المعتمد.</li>
                <li>يقوم الطرف الأول بعمل اللوحات التنظيمية وقرارات الذرعة للوحدات المفرزة طبقاً لمتطلبات وإشتراطات
                    وزارة الإسكان.</li>
                <li>يلتزم الطرف الأول بتطبيق إشتراطات أمانة المدينة المنورة ووزارة الإسكان.</li>
                <li>يلتزم الطرف الثاني بتزويد الطرف الأول بكافة المستندات اللازمة للفرز و تمكين الفنين من المكتب بالوقوف
                    على الموقع ومعاينة الوحدات في حالة الحاجة لذلك.</li>
                <li>يلتزم الطرف الأول بتقديم الطلب لوزارة الإسكان إلكترونياً حتى يتم تصدير المعاملة لكتابة العدل وتزويد
                    الطرف الثاني برقم الصادر حتى يتسنى له إستلام الصكوك بعد الفرز.</li>
                <li>في حال وجود معوقات فنية أو اختلاف في الحدود أو الذرعة أو المساحة أو أي طلبات أخرى لإتمام معاملة
                    الفرز يتم على الاتفاق على اتعاب ذلك في حينه.</li>
                <li>لا يشمل العقد أي رسوم تدفع لأي جهة سواء كانت حكومة أو خاصة.</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td class="title">الاتعاب</td>
    </tr>
    <tr>
        <td>
            <ul>
                <li>في حال إلغاء العقد بناء على طلب الطرف الثاني فإنه لا يحق له بالمطالبة بأي مبالغ من قيمة العقد.</li>
                <li>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد كالتالي:</li>
            </ul>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.price_tbl')
{{-- ---------------------------------------------------------------------------------------------------------- --}}
@include('contract.pdf.footer')