<!doctype html>
 <html lang="AR" dir="rtl" >
     <head>
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <title>عقد تصميم</title>
      <!--FOR CSS STYLE-->
        <link rel="stylesheet" href="css/normalize.css">
        <style>
           p ,li {font-size:150%;text-align:justify;width:1000px;font-family:Al-Mohanad;}
           h1    {font-size:120%;background-color:burlywood;font-weight:bold;width:1020px;}
           table, td, th {font-size:120%;text-align: right;width:1000px ;border: none;text-align:center;}
           th    {width:100px;}
           td    {width:270px;color: blue;font-weight: bold;}
        </style>
     </head>

     <body>
      <div class="container" style="width:1000px;margin-right: 10px;line-height: 145%; ">
         <!-- start header-->   
         <div id="header" >
          <img src="photo/header.jpg" style="width:1030px;height:160px;"> 
         </div>
         <p style="margin-right:380px;text-decoration: underline;color: blue;font-weight:bold;font-size:200%;">عقد تصميم</p>
         <p>
            أنه في يوم ..............تاريخ................
           الموافق................تم بعون الله تعالى الاتفاق بين كل من: 
         </p>

         <table id="office-info" >
            <tr>
              <th>الطرف الأول</th>
              <td>مكتب م. عبد الرزاق حكيم للاستشارات الهندسية</td>
              <th>هاتف</th>
              <td>920020544</td>
            </tr>

            <table id="customers-info" >
                <tr>
                  <th>الطرف الثاني</th>
                  <td>..........................................</td>
                  <th>هاتف</th>
                  <td>..........</td>
                </tr>
                <tr>
                  <th>يمثله بالعقد</th>
                  <td colspan="3"></td>
                </tr>
            </table>
            <!--start project info-->
            <h1>بيانات المشروع</h1>
               <table id="pro-info" >
                 <tr>
                   <th>رقم الصك</th>
                   <td>..........................</td>
                   <th>تاريخه</th>
                   <td>...........................</td>
                   <th>مصدره</th>
                    <td>...........................</td>
                 </tr>
                 <tr>
                    <th>رقم القطعة</th>
                    <td>...........................</td>
                    <th>رقم المخطط</th>
                    <td>...........................</td>
                    <th>الحي</th>
                    <td>...........................</td>
                  </tr>
                  <tr>
                    <th style="text-align:center;font-size: 90%;font-weight: bold;">نوع المشروع</th>
                    <td colspan="2">...........................</td>
                    <th >مكونات المشروع</th>
                    <td colspan="2">...........................</td>
                  </tr>
                </table>
  
            <h1>نطاق العمل</h1>
                <ul>
                    <li>يقوم المكتب بعمل المخططات اللازمة لاستخراج الرخصة للتخصصات المختلفة (معماري، إنشائي، كهرباء،<br> صرف، تغذية).</li>
                    <li>يكون التصميم وفق الأنظمة والاشتراطات للجهات ذات العلاقة وطبقاً لكود البناء السعودي.</li>
                    <li>يلتزم الطرف الأول بعمل فكرة تصميمية بناء على متطلبات العميل.</li>
                    <li>يلتزم الطرف الأول بعمل فكرة تصميمية ثانية (فقط) في حال عدم موافقة العميل على الفكرة الأولى وفي<br> هذه الحالة فإنه يتم الاتفاق على أتعاب الأفكار الإضافية في حينه.</li>
                    <li>عند رغبة الطرف الثاني (المالك) في التعديل بعد موافقته على الفكرة كتابياً يتم الاتفاق على أتعاب ذلك<br> في حينه.</li>
                    <li>يحق للطرف الثاني عمل ثلاث تعديلات كحد أقصى لأحد الأفكار المختارة وفي حال طلبه لتعديلات أكثر<br> من ذلك يتم الاتفاق عليه في حينه.</li>
                    <li>يلتزم المكتب بتسليم المالك الرخصة الأصلية بالإضافة إلى نسخة واحدة من المخططات المعتمدة وفي حال<br> طلب العميل نسخ إضافية من المخططات أو اسطوانة إلكترونية CD أو غيره فإنه يتم الاتفاق على قيمتها في حينه.</li>
                    <li>لا يشمل العقد تصميم أو اعتماد مخططات الأمن والسلامة (الدفاع المدني).</li>
                    <li>لا يشمل العقد (أتعاب بيانات الموقع، أتعاب تقرير التربة، أتعاب تثبيت الموقع وتسليمه للمقاول، عقد النظافة،<br> رسوم الرخصة التي تدفع للأمانة، أي رسوم أخرى).</li>
                </ul>
                <h1>الأتعاب والدفعات</h1>
                 <p>اتفق الطرفان على أن الأتعاب المستحقة للطرف الأول بموجب هذا العقد مبلغ:<br>
                 قيمة اتعاب المكتب هي #...........# وقدره .................................................. ريال لا غير نظير أعمال العقد.<br>
                 ضريبة القيمة المضافة (........%) #...........# وقدره .................................................. ريال لا غير.<br>
                 إجمالي قيمة العقد مع الضريبة#...........# وقدره ........................................ ريال لا غير تدفع حسب الدفعات التالية:</p>
                 <ul>
                    <li>الدفعة الأولى: #...........# وقدره فقط .................................................. ريال لا غير<br> وهي ........% من 
                        قيمة العقد مضاف لها ضريبة القيمة المضافة لكامل العقد تدفع عند توقيع العقد.</li>
                    <li>الدفعة الثانية: #...........# وقدره فقط .................................................. ريال لا غير<br> وهي ........% من 
                        قيمة العقد تدفع عند موافقة الطرف الثاني على الفكرة</li>
                    <li>الدفعة الثالثة: #...........# وقدره فقط .................................................. ريال لا غير<br> ........% دفعة 
                        أخيرة تدفع عند الانتهاء واستخراج الرخصة وتسليمها للطرف الثاني.</li>
                </ul>  
                
                <p style="font-size:130%;font-weight:bold;margin-right:30px;">حرر هذا العقد من نسختين، نسخة لكل طرف للعمل بموجبه والالتزام بما فيه وعلى ذلك جرى التوقيع والله ولي التوفيق</p>
                
                <!--start of sign-->
            <table id="pro-info" >
                <tr>
                  <th colspan="2">الطرف الأول</th>
                  <th colspan="2">الطرف الثاني</th>
                </tr>
                <tr>
                   <th >الاسم:</th>
                   <td>مكتب م. عبد الرزاق حكيم للاستشارات الهندسية</td>
                   <th >الاسم</th>
                   <td></td>
                </tr>
                <tr>
                    <th >التوقيع:</th>
                    <td></td>
                    <th >التوقيع:</th>
                    <td></td>
                 </tr>
                 <tr>
                 <th colspan="2" style="text-align: right;padding-right:40px ;">مصادقة مدير المكتب والختم</th>
                 <td colspan="2"></td>
                </tr>
            </table>
            <!--start footer-->
            <div  id="footer" style="font-size:140%;background-color:burlywood;width:1020px;font-weight:bold;text-align: center;margin-top:45px;">  
                Silver Center, Alhezam Road, Almadinah Almunawarah KSA, P.O.BOX:20337, <br>
                Tel:0148650000, Fax: 0148486449, Email: hakeemarch@hotmail.com
              </div>
        </div>
</html>