<x-pdf_print_style />
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered">
    <tr>
        <td colspan="3">المملكة العربية السعودية</td>
        <td colspan="3"></td>
        <td rowspan="4">
            <img src="{{URL::asset('/img/momra-logo.jpg')}}" height="40">
        </td>
        <td colspan="4"></td>
    </tr>
    <tr>
        <td colspan="3">وزارة الشؤون البلدية والقروية</td>
        <td colspan="9"></td>

    </tr>
    <tr>
        <td colspan="3">امانة منطقة المدينة المنورة</td>
        <td colspan="9"></td>

    </tr>
    <tr>
        <td colspan="4"></td>
        <td colspan="4" style="text-align: center;">تعهد بتنفيذ العزل الحراري</td>
        <td colspan="4"></td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered">
    <tr>
        <td><span>اقر و أتعهد أنا</span><span>{{$project->owner_name_ar}}</span><span>مالك العقار الموضحة بياناته أدناه،
                والمسؤول عن تنفيذ عملية البناء ،بتنفيذ العزل الحراري وتطبيق التعليمات الخاصة بذلك فيما يتعلق بالعقار
                المشار إليه أدناه, وذلك إنفاذاً للأمر السامي الكريم رقم (م ب /6927)وتاريخ 1431/9/22هـ القاضي بتطبيق
                العزل الحراري بشكل إلزامي على جميع المباني .الجديدة سواءً السكنية أو التجارية أو أي منشآت أخرى، وأتحمل
                المسؤولية النظامية الناتجة عن مخالفة ذلك.
            </span>
        </td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td>بيانات المالك</td>
    </tr>
</table><br><br style="line-height: 30%;">
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered">
    <tr>
        <td colspan="2"></td>
        <td></td>
        <td></td>
        <td></td>
    </tr>
    <tr>
        <td colspan="2"></td>
        <td></td>
        <td></td>
        <td></td>
    </tr>
    <tr>
        <td colspan="2"></td>
        <td></td>
        <td></td>
        <td></td>
    </tr>
    <tr>
        <td colspan="2"></td>
        <td></td>
        <td></td>
        <td></td>
    </tr>
</table>