<x-pdf_print_style />
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
  <tr>
    <td>
      مخاطر ترك فتحات الخزانات والبيارة وبئر المصاعد الكهربائية
    </td>
  </tr>
  <tr>
    <td></td>
  </tr>
  <tr>
    <td style="border: black soled 0.5px;">
      <ol>
        <li>
          ترك المياه تتجمع في القبو والخزانات المفتوحة يشكل بؤر تولد آفات الصحة العامة وقد تسبب أضرار صحية
          (حماناالله).
        </li>
        <li>
          ترك الخزانات والبيارة وبئر المصعد مفتوحة يتسبب في سقوط الأطفال أو الحيوانات وقد تحدث وفاة تعرضك للمسائلة
          والعقوبات.
        </li>
        <li>
          إخلال في توفير وسائل السلامة المطلوب توافرها أثناء البناء والتي تقع تحت مسؤولية مالك المبنى والمقاول.
        </li>
      </ol>
    </td>
  </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<h1 class="txt-center"> تعهد </h1>
<p>
  <span> عليه اقر أنا</span> <span>{{$_['owner_name'] ??''}}</span>
  <span>مالك الرخصة رقم</span> <span>{{$project->last_rokhsa_no ??''}}</span>
</p>
<p>بأنني أطلعت على المخاطر المذكورة أعلاه وما يقع علي من مسؤولية عند عدم تغطية فتحات خزانات الماء
  والبيارة وبئر المصعد الكهربائي وترك المياه تتجمع في المبنى ، وأتعهد بالأخذ بوسائل السلامة وإلزام المقاول وبذلك
  عند تنفيذ المبنى.
</p>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
  <tr>
    <td></td>
    <td>
      <h2 class="txt-center">التوقيع</h2>
    </td>
  </tr>
  <tr>
    <td></td>
    <td>الإسم: <span>{{$_['owner_name'] ??''}}</span></td>
  </tr>
  <tr>
    <td></td>
    <td>
      <span class="highlight">التوقيع: </span>
      <span>..................</span>
    </td>
  </tr>
  <tr>
    <td></td>
    <td>رقم الهوية: <span>{{$_['id_number'] ??''}}</span> </td>
  </tr>
  <tr>
    <td></td>
    <td>رقم الجوال: <span>{{$_['owner_mobile'] ?? $_['representative_mobile'] ??''}}</span> </td>
  </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}