<html lang="AR" dir="rtl">

<head>
  <meta charset="utf-8">
  <link href="{{ asset('css/pring_style.css') }}" rel="stylesheet">
  <title>تعهد المخاطر</title>
  <!--FOR CSS STYLE-->
  <x-pdf_print_style />
</head>

<body>
  <table>
    <tr>
      <td>
        مخاطر ترك فتحات الخزانات والبيارة وبئر المصاعد الكهربائية
      </td>
    </tr>
    <tr>
      <td></td>
    </tr>
    <tr>
      <td style="border: 1px, solid, black;">
        <ol>
          <li>
            ترك المياه تتجمع في القبو والخزانات المفتوحة يشكل بؤر تولد آفات الصحة العامة وقد تسبب أضرار صحية
            (حماناالله).
          </li>
          <li>
            ترك الخزانات والبيارة وبئر المصعد مفتوحة يتسبب في سقوط الأطفال أو الحيوانات وقد تحدث وفاة تعرضك للمسائلة
            والعقوبات.
          </li>
          <li>
            إخلال في توفير وسائل السلامة المطلوب توافرها أثناء البناء والتي تقع تحت مسؤولية مالك المبنى والمقاول.
          </li>
        </ol>
      </td>
    </tr>
  </table>

  <h1 class="txt-center"> تعهد </h1>
  <p>
    <span> عليه اقر أنا</span> <span> ................ </span> <span>مالك الرخصة رقم</span> <span> ......... </span>
  </p>
  <p>بأنني أطلعت على المخاطر المذكورة أعلاه وما يقع علي من مسؤولية عند عدم تغطية فتحات خزانات الماء
    والبيارة وبئر المصعد الكهربائي وترك المياه تتجمع في المبنى ، وأتعهد بالأخذ بوسائل السلامة وإلزام المقاول وبذلك
    عند تنفيذ المبنى.
  </p>


  <!--start customers sign-->

  <table>
    <tr>
      <td></td>
      <td>
        <h2 class="txt-center">التوقيع</h2>
      </td>
    </tr>
    <tr>
      <td></td>
      <td>الإسم: <span>..................</span></td>
    </tr>
    <tr>
      <td></td>
      <td>التوقيع: <span>..................</span></td>
    </tr>
    <tr>
      <td></td>
      <td>رقم الهوية: <span>..................</span> </td>
    </tr>
    <tr>
      <td></td>
      <td>رقم الجوال: <span>..................</span> </td>
    </tr>
  </table>


</body>

</html>