<main>
    <h1 style="text-align: center;">تفويض</h1>
    <p>التاريخ: / / هـ</p>
    <p style="text-align: justify; text-justify: inter-word;">
        أفوض أنا/ ...................................................... رقم السجل
        المدني(..........................)
        وأنا بأتم الأوصاف المعتبرة شرعاً، وبصفتي: مالك العقار بموجب بالصك الشرعي رقم
        (................................)
        بتاريخ / / هـ الصادر من كتابة العدل الواقع بمنطقة ........................... حي: ..........................
        بأنني قد فوضت مكتب / المهندس عبد الرزاق حكيم للاستشارات الهندسية (تصميم وإعداد المخططات الهندسية وكافة
        الأعمال
        المساحية ومتابعة إنهاء إجراءاتها الفنية والإدارية لدى الأمانة وجهات الاختصاص كالدفاع المدني وشركة الكهرباء
        وهيئة
        السياحة ووزارة الإسكان ... إلخ وذلك حتى استخراج رخصة الإنشاء واستلامها، واستلام المخططات المصادق عليها من
        الأمانة إن وجد).</p>
    <p>أخرى:(..............................................................................................) </p>
    <h3 style="background-color:#d7b77e; line-height: 10px;">وأتعهد بما يلي:</h3>
    <ol>
        <li>
            في حال إلغاء هذا التفويض إبلاغ الأمانة والمكتب المفوض خطياً بذلك، وأقدم للأمانة ما يفيد إبراء ذمة من
            المكتب
            المفوض.
        </li>
        <li>
            لا يحق لي أو لأحد من طرفي استلام رخصة الإنشاء أو المخططات الابتدائية أو النهائية أو الرفوعات المساحية أو
            بيانات الموقع أو قرارات الذرعة أو أي وثائق تتعلق بمعاملتي موضوع هذا
            التفويض من الأمانة وأن المكتب وحده المسئول عن استلام هذه الوثائق والمستندات والمخططات.
        </li>
    </ol>

    <h3> وعليه جرى التوقيع</h3>
    <table>
        <tr>
            <td>اسم المفوض</td>
            <td>.....................................................................</td>
            <td>التوقيع:</td>
            <td>........................</td>
        </tr>
    </table>
    <p>
        في حالة الوكيل
    </p>
    <table>
        <tr>
            <td>رقم الوكالة</td>
            <td>.....................................................................</td>
            <td>تاريخها:</td>
            <td>........................</td>
            <td>مصدرها:</td>
            <td>........................</td>
        </tr>
    </table>
    <p>
        أقر أنا الموضح اسمي ادناه بأن الشخص المفوض قام بالتوقيع أمامي
    </p>
    <table>
        <tr>
            <td>الإسم</td>
            <td>.....................................................................</td>
            <td>الصفة:</td>
            <td>........................</td>
            <td>التوقيع:</td>
            <td>........................</td>
        </tr>
    </table>
    <p>
        الختم المعتمد للمكتب
    </p>


    <hr style="line-height: 1px;">
    <p style="font-size: 11px; line-height: 100%;">ملاحظة: هذا التفويض يخص هذه المعاملة فقط، وينتهي مفعوله بانتهاء
        المعاملة لدى الأمانة
        أو إلغاءه من أحد
        الطرفين.</p>





</main>