<x-pdf_print_style />
<style>
    table {
        font-size: 95%;
    }

</style>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="txt-center" style="line-height: 100%;">
    <tr>
        <td class="txt-center">
            <span class="txt-center">
                <span>المملكة العربية السعودية</span><br>
                <span>وزارة الشؤون البلدية والقروية</span><br>
                <span>امانة منطقة المدينة المنورة</span><br>
                <span>وكالة التعمير والتنمية العمرانية</span><br>
                <span>الإدارة العامة للتراخيص الإنشائية</span><br>
                <span>الإدارة العامة للتراخيص الإنشائية</span><br>
                <span>رخص فورية</span>
            </span>
        </td>
        <td style="text-align: left;">
            <div style="text-align: left; line-height: 50%;">
                <img src="{{URL::asset('/img/amana-logo.jpg')}}" alt="amana-logo" width="65" style="text-align: left;">
            </div>
        </td>
        <td style="text-align: left;">
            <div style="text-align: left; line-height: 150%;">
                <img src="{{URL::asset('/img/vision-2030.png')}}" alt="amana-logo" width="70" style="text-align: left;">
            </div>
        </td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="txt-center lg-font">
    <tr>
        <td>إقرار تملك عقار</td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered">
    <tr>
        <td colspan="2">اقر أنا مالك العقار:</td>
        <td colspan="3">{{$project->person->get_full_name_ar() ?? ''}}</td>
        <td colspan="3">المزمع إقامته على القطعة رقم:</td>
        <td colspan="2">{{$project->plot->plot_no ?? ''}}</td>
    </tr>
    <tr>
        <td colspan="3">المملوك بموجب الصك رقم:</td>
        <td colspan="4">{{$project->plot->deed_no ?? ''}}</td>
        <td>بتاريخ:</td>
        <td colspan="2">{{$project->plot->deed_date ?? ''}}</td>
    </tr>
    <tr>
        <td>بحي:</td>
        <td>
            <span>{{$project->plot()->first()->neighbor()->first()->ar_name ?? ''}}</span>
        </td>
        <td colspan="3">الصادر له قرار مساحي رقم:</td>
        <td colspan="2">{{$project->qarar_masahe_no ?? '' }}</td>
        <td>بتاريخ</td>
        <td colspan="2">{{$project->qarar_masahe_issue_date ?? ''}}</td>
    </tr>
</table><br><br>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td>بالإلتزام التام و الكامل بأنظمة البناء و الإشتراطات التنظيمية و الإلتزام بتنفيذ المشروع وفقا لهذه الأنظمة و
            الإشتراطات النظامية الصادرة من أمانة المدينة المنورة للمشروع , كما أقر بمسؤوليتي التضامنية مع المكتب الهندسي
            المصمم للمشروع عن أي خطأ أو مخالفة أو تغيير في البيانات و المعلومات الموضحة في المخططات التصميمية , و أنني
            على علم تام بأن إصدار الأمانة لرخص البناء بموجبها لن يعفيني من المسؤولية في تطبيق ما تقضي به الأنظمة المرعية
            علي , و منها نظام البلديات و لائحة الغرامات و الجزاءات عن المخالفات البلدية الصادرة بقرار مجلس الوزراء رقم
            (218) في (06/08/1422هـ.) , و التعليمات التنفيذية للائحة مجلس الوزراء و نظام مكافحة التزوير و إيقاع العقوبات
            الواردة بها علي و التي تشمل على سبيل المثال لا الحصر: إلغاء الرخصة , و إيقافها , و الغرامات المالية , و
            إزالة المبنى المخالف على نفقتي الخاصة ولا يحق لي الرجوع على الأمانة بأي مطالبات حال وجود مخالفات على الرخصة.
        </td>
    </tr>
</table> <br><br>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered">
    <tr>
        <td>توقيع المالك:</td>
        <td colspan="3"></td>
    </tr>
    <tr>
        <td>السجل المدني:</td>
        <td>{{$project->person->national_id ??''}}</td>
        <td>التاريخ:</td>
        <td>{{$project->person->national_id_issue_date ??''}}</td>
    </tr>
</table><br><br>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="txt-center lg-font">
    <tr>
        <td>إقرار المكتب الهندسي المصمم للمشروع</td>
    </tr>
</table>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered">
    <tr>
        <td colspan="3">اقر أنا المكتب الهندسي:</td>
        <td colspan="5">{{$office_data->name_ar ?? ''}}</td>
        <td colspan="3">المصمم لمالك المشروع</td>
        <td colspan="4">{{$project->person->get_full_name_ar() ?? ''}}</td>
    </tr>
    <tr>
        <td colspan="4">المزمع بموجب الصك رقم:</td>
        <td colspan="4">{{$project->plot->deed_no ?? ''}}</td>
        <td colspan="2">والمعتمد برقم:</td>
        <td colspan="2"></td>
        <td>بحي:</td>
        <td colspan="2"><span>{{$project->plot()->first()->neighbor()->first()->ar_name ?? ''}}</span></td>
    </tr>
    <tr>
        <td colspan="4">والمملوك بموجب الصك رقم:</td>
        <td colspan="5">{{$project->plot->deed_no ?? ''}}</td>
        <td colspan="2">بتاريخ:</td>
        <td colspan="4">{{$project->plot->deed_date ?? ''}}</td>
    </tr>
    <tr>
        <td colspan="4">والمصدر له قرار مساحي رقم:</td>
        <td colspan="5">{{$project->qarar_masahe_no ?? '' }}</td>
        <td colspan="2">بتاريخ</td>
        <td colspan="4">{{$project->qarar_masahe_issue_date ?? ''}}</td>
    </tr>
</table><br><br>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table>
    <tr>
        <td>
            الاطلاع على الإشتراطات و الأنظمة أتعهد أنا بصحة كامل البيانات و المعلومات و المخططات المذكورة و مطابقتها مع
            نظام البناء المعتمد من أمانة المدينة المنورة و المخططات المقدمة على مسؤولية المكتب المصمم و في حالة مخالفة
            تلك البيانات و المعلومات المقدمة من طرفنا لأنظمة البناء و المعايير المعمول بها من قبل أمانة المدينة المنورة
            أو مخالفتها لرخصة البناء الصادرة للمشروع , فالمكتب المصمم يتحمل كامل مسؤولية للأمانة الحق في إتخاذ الإجرارات
            النظامية المناسبة حيال المكتب المصمم و مالك المشروع و كذلك المبنى (في حال بدء أو تنفيذ الإنشاء) كما نتعهد
            بأن المكتب مسجل في أمانة المدينة المنورة و تسجيله ساري المفعول و مخالفة ذلك تعرض صاحب المكتب للمسؤولية
            النظامية.
        </td>
    </tr>
</table><br><br>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="tbl-bordered">
    <tr>
        <td colspan="3">توقيع صاحب المكتب أو من ينوب عنه</td>
        <td colspan="5"></td>
    </tr>
    <tr>
        <td colspan="3">سند الوكالة أو النيابة (ان وجد)</td>
        <td colspan="3"></td>
        <td>التاريخ</td>
        <td></td>
    </tr>
    <tr style="line-height: 180%;">
        <td colspan="3"><br><br><span>ختم المكتب</span><br></td>
        <td colspan="5">
            <br><br><br>
        </td>
    </tr>
</table> <br>
<hr>
{{-- ---------------------------------------------------------------------------------------------------------- --}}
<table class="txt-center" style="font-size: 80%;">
    <tr>
        <td colspan="2">
            <span>هاتف:</span>
            <span class="arabictwo-font">01482274</span>
        </td>
        <td colspan="3">
            <span>فاكس:</span>
            <span class="arabictwo-font">0148222498</span>
        </td>
        <td colspan="2">
            <span>ص .ب:</span>
            <span class="arabictwo-font">4952</span>
        </td>
    </tr>
    <tr>
        <td colspan="4">
            <span>بريد الأمانة الإلكتروني:</span>
            <span>webmaster@amana-md.gov.sa</span>
        </td>
        <td colspan="3">
            <span>موقع الأمانة الإلكتروني:</span>
            <span>www.amana-md.gov.sa</span>
        </td>
    </tr>
</table>
{{-- <hr> --}}
{{-- ---------------------------------------------------------------------------------------------------------- --}}